---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFx
source: html/a9e41f35-7dbe-0eaa-e195-0e3d2dca3f1b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFx Property

"Start Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartFx { get; }
```